/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "斷線前 1 分鐘通知";

/* Title for the about page */
"About" = "關於";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "帳號";

/* Title for the accounts tab */
"Accounts" = "帳號";

/* String to be displayed when a buddy is Active */
"Active" = "活動";

/* Button title to add someone as a buddy */
"Add" = "添加";

/* The title for the view to add a buddy */
"Add Buddy" = "添加好友";

/* String to describe advanced set of settings */
"Advanced" = "進階";

/* Agree to EULA */
"Agree" = "同意";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "允許明文發送密碼";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "自動刪除";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "自動開啟加密";

/* Label in buddy list for users that are available */
"Available" = "上線";

/* Label in buddy list for users that are away */
"Away" = "離開";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "背景對話將在 1 分鐘後失效";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "基本";

/* The String for a button to block a buddy */
"Block" = "屏蔽";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "屏蔽並刪除";

/* Name for default buddy group */
"Buddies" = "好友";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "好友信息";

/* Title for the buddy list tab */
"Buddy List" = "好友列表";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "取消";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "取消加密聊天";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "聊天";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "加密的聊天應用程式";

/* for attribution of other projects */
"Chatterbox is brought to you by many open source projects" = "Chatterbox 由許多開源項目供獻";

/* let users know source is on Github */
"Check out the source here on Github" = "到 GitHub 查看原始碼";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "清除聊天記錄";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "仍然連線";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "連接 Facebook";

/* Whether or not account is logged in */
"Connected" = "已連線";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "提供翻譯";

/* Title for the conversations tab */
"Conversations" = "聊天記錄";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "默認";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "刪除帳號？";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "離線後刪除聊天記錄";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "已送達";

/* Disagree with EULA */
"Disagree" = "不同意";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "斷開 Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "已斷線";

/* Text for button to dismiss alert view */
"Dismiss" = "好";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "請勿打擾";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "當自定義埠號時，域名需要手工設定";

/* Title for donation link */
"Donate" = "捐款";

/* Title for button to press when user is finished */
"Done" = "完成";

/* The string describing account name or email address for a buddy */
"Email" = "電郵";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "開啟隨機 OTR 加密";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "停止打字";

/* Title of error message pop-up box */
"Error!" = "錯誤！";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "遠遠離開";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "連接 XMPP 伺服器失敗，請檢查您的帳號、密碼及網路連線後再嘗試登入。";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "認證失敗，請重試。";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "您的指紋";

/* Size for the font in the chat screen */
"Font Size" = "字體大小";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "離開";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "分組";

/* The string describing a buddy's groups ... plural */
"Groups" = "分組";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "主機名稱";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "主機名稱不匹配";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "忽略";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close Chatterbox */
"In order to change languages return to the home screen and remove Chatterbox from the recently used apps" = "請回到主屏幕後按兩下 Home 按鈕，從最近的應用列表中移除 ChatScure 再回來，以生效新語言";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "發呆";

/* Short for information, button title to get more information */
"Info" = "資訊";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "開始加密聊天";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "已上線";

/* Message shown in line for users that are away */
"is now away" = "已離開";

/* Message shown in line for users that are offline */
"is now offline" = "已離線";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "語言";

/* String of title to alert user language is change */
"Language Change" = "變更語言";

/* log in to account */
"Log In" = "登入";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "設定頁面登入（在右上角的好友列表），選擇一個好友列表中的好友開始聊天。";

/* log out from account */
"Log Out" = "登出";

/* shown during the login process */
"Logging in..." = "登入中……";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "登入到";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "登出 OSCAR 嗎？";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "登出 XMPP 嗎？";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "信息";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "名稱";

/* For a new settings value */
"New" = "新";

/* Title for New Account View */
"New Account" = "新增帳號";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "新狀態信息：%@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "無帳號設定";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "無法使用";

/* Not Verified or cancel verified */
"Not Verified" = "未檢驗";

/* Label in buddy list for users that are offline */
"Offline" = "離線";

/* Accept the dialog */
"OK" = "確定";

/* For an old settings value */
"Old" = "舊";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "用 Safari 開啟";

/* Hint text for domain field telling user this field is not required */
"Optional" = "可選";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR 即時通";

/* Title for other miscellaneous settings group */
"Other" = "其它";

/* Label text for password field on login screen */
"Password" = "密碼";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "等待通過驗證";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "永久刪除";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "埠";

/* label for link to Chatterbox project website */
"Project Homepage" = "專案主頁";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "指紋";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "讀取";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "最近交談";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "拒絕";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "記住密碼";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "記住帳號";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "刪除";

/* Reply to an incoming message */
"Reply" = "回覆";

/* Setting name for requiring a TLS connection */
"Require TLS" = "需要 TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "必填";

/* Title for button for saving a setting */
"Save" = "儲存";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "安全警告";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "自我簽章 SSL";

/* For sending a message */
"Send" = "送出";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "發送送達回執";

/* String on button to email feedback */
"Send Feedback" = "發送反饋";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "發送打字狀態";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "設定";

/* Title for sharing a link to the app */
"Share" = "分享";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "登出警告";

/* description for what the font size setting affects */
"Size for font in chat view" = "聊天字體大小";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL 主機名稱不符";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "好友請求";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "與 %@ 的交談不安全。";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "檢驗 %@ 的證書時出現錯誤。可能是有人試圖竊聽您。";

/* Warns user that the current chat is secure */
"This chat is secured" = "聊天已加密";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "聊天已加密並驗證對方身份";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/Chatterbox and will redirect to the App Store." = "二維碼包含指向應用程式商店的超連結：http://omniqrcode.com/q/Chatterbox";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "正在打字";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "帳號";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "已檢驗";

/* Shown when verifying fingerprints */
"Verify" = "檢驗";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "檢驗指紋";

/* Shown when verifying fingerprints */
"Verify Later" = "稍後檢驗";

/* when displaying version numbers such as 1.0.0 */
"Version" = "版本";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "警告：聊天未加密";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "警告：謹慎使用！這會降低您的安全性。";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "離開後聊天記錄會永久刪除";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "您（%@）已掉線";

/* prefix to show your status message inline on chatview */
"You are: %@" = "您正在：%@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "您必需先啟動安全交談";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "您必需輸入帳號和密碼才能登入";

/* Message shown when about to donate */
"Your donation will help fund the continued development of Chatterbox." = "您的捐助將幫助 ChatScure 的長期發展。";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Facebook 用戶名不是您登入 Facebook 的 email。";

